{
  "header": {
    "about": "Über mich",
    "skills": "Skills",
    "portfolio": "Portfolio",
    "contact": "Kontakt"
  },

  "imprint": {
    "headline": "Impressum",
    "legal": "Rechtliche Informationen gemäß § 5 TMG",
    "contactDetails": "Kontaktdaten",
    "email": "E-Mail",
    "phone": "Telefon"
  },

  "landingPage": {
    "iAm": "Ich bin",
    "jobTitle": "FRONTEND-ENTWICKLERIN",
    "button": "Kontakt",
    "scrollDown": "Weiter"
  },

  "aboutMe": {
    "headline": "Über mich",
    "introduction": "Als Junior Frontend-Entwicklerin mit Fähigkeiten in JavaScript und Angular erstelle ich interaktive und benutzerfreundliche Webanwendungen. Mein Portfolio zeigt Projekte, die ich sowohl eigenständig als auch im Team umgesetzt habe.",
    "firstParagraph": "Mein Interesse an der Softwareentwicklung begann, als ich einen Online-Shop betrieb und meine eigene Website mit einem Baukastensystem erstellte. Dies weckte meine Leidenschaft für Webtechnologien und führte dazu, dass ich mich in diesem Bereich weiterbildete.",
    "secondParagraph": "Ich bin sehr fokussiert und arbeite gerne im Team, wobei ich positiv zur Arbeitsumgebung beitrage. Ich freue mich darauf, als Entwicklerin zu wachsen und an innovativen Projekten zu arbeiten. Wenn Sie eine engagierte und kreative Entwicklerin suchen, lassen Sie uns in Kontakt treten und die digitalen Ziele Ihres Unternehmens gemeinsam erreichen."
  },

  "skills": {
    "headline": "Meine Skills",
    "paragraph": "Ich habe Erfahrungen in der Erstellung von Projekten mit verschiedenen Frontend-Technologien und -Konzepten gesammelt.",
    "button": "Kontakt"
  },

  "portfolioParagraph": "Entdecken Sie hier eine Auswahl meiner Arbeiten.",

  "contact": {
    "headline": "Kontakt",
    "subHeadline": "Haben Sie ein Problem zu lösen?",
    "paragraph": "Kontaktieren Sie mich über dieses Formular! Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "paragraphQuestion": "Benötigen Sie eine Frontend-Entwicklerin? Kontaktieren Sie mich!",
    "contactDetails": "Kontaktdaten",
    "name": "Ihr Name",
    "email": "Ihre E-Mail",
    "message": "Ihre Nachricht",
    "thermsPart1": "Ich habe die",
    "thermsLink": "Datenschutzerklärung",
    "thermsPart2": "gelesen und stimme der Verarbeitung meiner Daten zu.",
    "thermsButton": "Senden",
    "confirmation": "Vielen Dank für Ihre Nachricht!",
    "warningName": "Bitte geben Sie Ihren Namen ein",
    "warningEmail": "Bitte geben Sie eine gültige E-Mail-Adresse ein",
    "warningMessage": "Bitte geben Sie eine Nachricht ein",
    "warningTherms": "Bitte akzeptieren Sie die Bedingungen"
  },

  "footerImprint": "Impressum",
  "footerData": "Datenschutz"
}
